/* No comment provided by engineer. */
"%1$@ is an app that allows you to communicate with people and organizations. The communication is done via messages. The %1$@ app uses notifications to keep you informed about new messages. Therefore it is important to allow notifications for the %1$@ app.\n\nThere are two types of messages:\n1. Messages specifically directed to you. These can come from friends or from organizations (e.g. keeping you informed about an order).\n2. General messages from organizations with for example News, Promotions, etc.\n\nYou can always unsubscribe from general messages, making sure you only receive messages that are relevant to you.\nBelow you can see an example of such a message:" = "%1$@ es una aplicación que le permite comunicarse con personas y organizaciones. La comunicación se realiza a través de mensajes. El%1$@ aplicación utiliza notificaciones para mantenerlo informado sobre los nuevos mensajes. Por lo tanto es importante para permitir la notificación de la %1$@ aplicación.

Hay dos tipos de mensajes:
1. Los mensajes dirigidos específicamente a usted. Estos pueden venir de amigos o de organizaciones (por ejemplo, para mantenerlo informado acerca de un pedido).
2. Mensajes generales de organizaciones con, por ejemplo, noticias, promociones, etc.

Siempre se puede cancelar la suscripción a los mensajes generales, asegurándose de que sólo recibe mensajes que son relevantes para usted.
A continuación se puede ver un ejemplo de un mensaje de este tipo:";

/* No comment provided by engineer. */
"%@ at %@" = "%1$@ a las %2$@.";

/* No comment provided by engineer. */
"%@ became friends with %@" = "%1$@ ha añadido como contacto a %2$@.";

/* No comment provided by engineer. */
"%@ connected to %@" = "%1$@ es conectado a %2$@.";

/* No comment provided by engineer. */
"%@min ago" = "Hace %1$@ min";

/* No comment provided by engineer. */
"%d character left" = "%1$d carácter omitido";

/* No comment provided by engineer. */
"%d characters left" = "%1$d caracteres omitidos";

/* No comment provided by engineer. */
"(scan line1) Place QR code" = "Situe el codigo QR";

/* No comment provided by engineer. */
"(scan line2) inside the rectangle" = "en el interior del rectangulo";

/* No comment provided by engineer. */
"* Invalid e-mail address" = "* Dirección de correo electrónico no válida";

/* No comment provided by engineer. */
"<Picture>" = "<imagen>";

/* No comment provided by engineer. */
"<Video>" = "<Vídeo>";

/* No comment provided by engineer. */
"__about_more_info_enterprise" = "La %1$@ app está construido sobre la plataforma Rogerthat Enterprise. ¿Quieres saber qué Rogerthat Enterprise puede hacer por su empresa. Visita:";

/* No comment provided by engineer. */
"__about_provided_by_enterprise" = "La aplicación de %1$@ se basa en";

/* No comment provided by engineer. */
"__add_via_contacts_description" = "Encontrar contactos que ya usen %1$@ desde la agenda de su teléfono";

/* No comment provided by engineer. */
"__add_via_contacts_notification" = "Resultado de la búsqueda de contactos mediante %1$@.";

/* No comment provided by engineer. */
"__add_via_facebook_description" = "Encontrar contactos de Facebook a través de %1$@";

/* No comment provided by engineer. */
"__add_via_facebook_notification" = "Resultado de la búsqueda de contactos de Facebook mediante %1$@.";

/* No comment provided by engineer. */
"__contacts_found_1" = "1 contacto en %1$@";

/* No comment provided by engineer. */
"__contacts_found_more" = "%1$d contactos en %2$@";

/* No comment provided by engineer. */
"__contacts_found_none" = "No se han encontrado contactos en %1$@.";

/* No comment provided by engineer. */
"__detected_services_title" = "%1$@ detecta los siguientes servicios en este lugar. Seleccione los servicios que desee agregar en su aplicación %1$@.";

/* No comment provided by engineer. */
"__error_find_from_facebook" = "Se ha producido un error en la búsqueda de contactos de Facebook a través de %1$@. Por favor, inténtelo de nuevo más tarde.";

/* No comment provided by engineer. */
"__fb_ask_post_on_wall" = "Mientras se buscan usuarios %1$@ entre sus contactos de Facebook friends, le aconsejamos que publique en su muro que usted está usando %1$@. Así, sus contactos podrán encontrale también a usted.";

/* No comment provided by engineer. */
"__fb_friends_found_1" = "1 contacto de Facebook en %1$@";

/* No comment provided by engineer. */
"__fb_friends_found_more" = "%1$d contactos de Facebook en %2$@";

/* No comment provided by engineer. */
"__fb_friends_found_none" = "No se han encontrado contactos de Facebook en %1$@.";

/* No comment provided by engineer. */
"__fb_wall_post_caption" = "Únete a mi en %1$@!";

/* No comment provided by engineer. */
"__fb_wall_post_description" = "Saludos, escanee my identificación %1$@ para conectar conmigo en %1$@.";

/* No comment provided by engineer. */
"__friend_sms_invitation" = "Hola %1$@,

Le invito a comunicarse conmigo a través de %4$@.

Paso 1. Instalar la aplicación %4$@:
%2$@

Paso 2. Conectar conmigo:
%3$@";

/* No comment provided by engineer. */
"__friend_sms_invitation_no_url" = "Hola %1$@,

Le invito a comunicarse conmigo a través de %3$@.

Instalar la aplicación %3$@:
%2$@";

/* No comment provided by engineer. */
"__location_usage_augment_experience" = "%1$@ utiliza servicios de localización para aumentar su experiencia de usuario";

/* No comment provided by engineer. */
"__location_usage_not_used_for" = "Lo que %1$@ no:";

/* No comment provided by engineer. */
"__location_usage_used_for" = "%1$@ utiliza su ubicación para:";

/* No comment provided by engineer. */
"__loyalty_card_description" = "Tu tarjeta de lealtad de %1$@

Escanea para obtener puntos de lealtad
Escanea para conectar con amigos";

/* No comment provided by engineer. */
"__me_as_recipient" = "mi";

/* No comment provided by engineer. */
"__me_as_sender" = "yo";

/* No comment provided by engineer. */
"__no_friends_found" = "Aún no dispone de contactos en %1$@.";

/* No comment provided by engineer. */
"__recommend_to_contacts" = "Recomendar a contactos de %1$@";

/* No comment provided by engineer. */
"__registration_success_without_invitation" = "Su registro %1$@ se ha completado.";

/* No comment provided by engineer. */
"__registration_welcome" = "Bienvenido/a a %1$@!";

/* No comment provided by engineer. */
"__scan_passport" = "Escanear una ID %1$@";

/* No comment provided by engineer. */
"__welcome_message" = "Bienvenido a %1$@. Tu aplicación para conectar con tus tiendas, proveedores y servicios favoritos y compartirlos con tus amigos.

Antes de empezar es necesario registrarse. Pulse el botón verde para continuar.";

/* No comment provided by engineer. */
"__welcome_message_enterprise" = "Bienvenido a la aplicación de %1$@.

Antes de empezar es necesario registrarse en su cuenta.";

/* No comment provided by engineer. */
"_enable_location_services_ios7" = "Para activar Localización:
1. Deje el %1$@ app e abra el Ajustes app
2. Pulse en Privacidad  > Localización
3. Búsqueda de %1$@ y alternar el interruptor en ON";

/* No comment provided by engineer. */
"_enable_location_services_ios8" = "Para activar Localización:
1. Deje el %1$@ app e abra el Ajustes app
2. Pulse en Privacidad  > Localización
3. Búsqueda de %1$@ y alternar el acceso a ubicación en 'Siempre'";

/* No comment provided by engineer. */
"_share_location_error_authorization_denied" = "Localización para el %1$@ app está desactivado. Usted no puede compartir su ubicación con %2$@ menos que habilite localización para el %1$@ app.";

/* No comment provided by engineer. */
"_share_location_error_authorization_when_in_use" = "Localización para el %1$@ app está desactivado. Usted no puede compartir su ubicación con %2$@ menos que establezca localización del %1$@ app a 'Siempre'.";

/* No comment provided by engineer. */
"A connection failure occurred." = "Se ha producido un error en la conexión.";

/* No comment provided by engineer. */
"A failure happened during the registration" = "Se ha producido un error durante el registro.";

/* No comment provided by engineer. */
"About" = "Acerca de…";

/* No comment provided by engineer. */
"About %@" = "Acerca de %1$@";

/* No comment provided by engineer. */
"Acknowledged" = "Admitido";

/* No comment provided by engineer. */
"Action scheduled successfully" = "Mmmm, se ha detectado un retardo en la red. En breve, nos pondremos en contacto con usted.";

/* No comment provided by engineer. */
"Action will start when you have network connectivity." = "La acción se iniciará cuando se restablezca la conectividad de red.";

/* No comment provided by engineer. */
"Actions" = "Acciones";

/* No comment provided by engineer. */
"Activating…" = "Activando ...";

/* No comment provided by engineer. */
"Activation" = "Activación";

/* No comment provided by engineer. */
"Activation PIN could not be validated" = "El código de activación no puede validarse.";

/* No comment provided by engineer. */
"Actual (%@)" = "Actual (%1$@)";

/* No comment provided by engineer. */
"Add" = "Añadir";

/* No comment provided by engineer. */
"Add buttons" = "Botones";

/* No comment provided by engineer. */
"Add colleagues" = "Añadir colegas";

/* No comment provided by engineer. */
"Add contacts" = "Añadir contactos";

/* No comment provided by engineer. */
"Add friends" = "Añadir contactos";

/* No comment provided by engineer. */
"Add recipients before proceeding" = "Añadir destinatarios antes de continuar";

/* No comment provided by engineer. */
"Add to my services" = "Añadir a isso app";

/* No comment provided by engineer. */
"Address" = "Dirección";

/* No comment provided by engineer. */
"Address book scan failed. Please try again later." = "Ha ocurrido un error en la búsqueda de la lista de contactos. Por favor, inténtelo de nuevo más tarde.";

/* No comment provided by engineer. */
"Agree and continue" = "Aceptar y continuar";

/* No comment provided by engineer. */
"Alarm" = "Alarma";

/* No comment provided by engineer. */
"Alarm sound" = "Tono de alarma";

/* No comment provided by engineer. */
"All colleagues" = "Todos los colegas";

/* No comment provided by engineer. */
"All contacts" = "Todos los contactos";

/* No comment provided by engineer. */
"All friends" = "Todos los amigos";

/* No comment provided by engineer. */
"An error happened while loading your Facebook friends." = "Ha ocurrido un error mientras se cargaba su lista de contactos de Facebook.";

/* No comment provided by engineer. */
"An error occured while trying to play the alarm sound" = "Ha ocurrido un error mientras se intentaba reproducir el sonido de alarma.";

/* No comment provided by engineer. */
"An error occurred. Please try again." = "Se ha producido un error. Por favor, inténtelo de nuevo.";

/* No comment provided by engineer. */
"An invitation has been successfully sent to %@" = "Se ha enviado una invitación a %1$@ correctamente.";

/* No comment provided by engineer. */
"Are you sure you wish to disconnect %@?" = "¿Está seguro que desea desconectar a %1$@?";

/* No comment provided by engineer. */
"Are you sure you wish to unfriend %@?" = "¿Está seguro que desea desvincular a %1$@?";

/* No comment provided by engineer. */
"Ask a question" = "Haz una pregunta";

/* No comment provided by engineer. */
"Associations" = "Asociaciones";

/* No comment provided by engineer. */
"Authenticate" = "Autenticar";

/* No comment provided by engineer. */
"Authenticate using your '%@' account." = "Autenticarse usando su cuenta de '%1$@'";

/* No comment provided by engineer. */
"Back" = "Atrás";

/* No comment provided by engineer. */
"Badge ID" = "Tarjeta de identificación";

/* No comment provided by engineer. */
"Become friends" = "Contactar";

/* No comment provided by engineer. */
"Become friends with %@" = "Contactar con %1$@";

/* No comment provided by engineer. */
"Button Action:" = "Botón de acción";

/* No comment provided by engineer. */
"Button Text:" = "Texto del botón";

/* No comment provided by engineer. */
"Buttons" = "Botones";

/* No comment provided by engineer. */
"Call" = "Llamar";

/* No comment provided by engineer. */
"Call %@" = "Llamar a %1$@";

/* No comment provided by engineer. */
"Can see my location" = "Ver mi ubicación";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cannot contact the Rogerthat gateway. Please try again later." = "No se puede conectar con el servidor %1$@. Por favor, inténtelo de nuevo más tarde.";

/* No comment provided by engineer. */
"Card Nº" = "Nº de tarjeta";

/* No comment provided by engineer. */
"Care" = "Cuidado";

/* No comment provided by engineer. */
"Change picture" = "Cambiar foto";

/* No comment provided by engineer. */
"Check the bottom bar to see why you received this message.\n\nNote: You can unsubscribe using 'Notification settings' if you don't want '%1$@' messages from %2$@ any more." = "Compruebe la barra inferior para ver por qué recibió este mensaje.

Nota: Usted puede darse de baja usando 'Ajustes de notificación' si no desea que los mensajes '%1$@' de%2$@ más.";

/* No comment provided by engineer. */
"Chip Nº" = "Nº de chip";

/* No comment provided by engineer. */
"Choose" = "Elegir";

/* No comment provided by engineer. */
"Choose Photo" = "Elegir foto";

/* No comment provided by engineer. */
"Close" = "Cerrar";

/* No comment provided by engineer. */
"Colleague" = "Colega";

/* No comment provided by engineer. */
"Colleague has been removed" = "Se ha desconectado de este colega";

/* No comment provided by engineer. */
"Colleague updated: %@" = "Colega actualizado: %1$@.";

/* No comment provided by engineer. */
"Colleagues" = "Colegas";

/* No comment provided by engineer. */
"Community Services" = "Servicio a la comunidad";

/* No comment provided by engineer. */
"Complete the registration\nto communicate with\n%@." = "Debe completar su registro para comunicarse con %1$@";

/* No comment provided by engineer. */
"Complete your profile" = "Completa tu perfil";

/* No comment provided by engineer. */
"Compose new message" = "Crear mensaje nuevo";

/* No comment provided by engineer. */
"Compressing, please wait…" = "Comprimiendo…";

/* No comment provided by engineer. */
"Congratulations" = "¡Enhorabuena!";

/* No comment provided by engineer. */
"Connect" = "Conectar";

/* No comment provided by engineer. */
"Connect to %@" = "Conectar con %1$@";

/* No comment provided by engineer. */
"Contact" = "Contacto";

/* No comment provided by engineer. */
"Contact has been removed" = "Se ha desconectado de este contacto";

/* No comment provided by engineer. */
"Contact updated: %@" = "Contacto actualizado: %1$@.";

/* No comment provided by engineer. */
"Contacts" = "Contactos";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Continue shopping" = "Seguir comprando";

/* No comment provided by engineer. */
"Conversation" = "Conversación";

/* No comment provided by engineer. */
"Conversation has been removed" = "La conversación se ha eliminado";

/* No comment provided by engineer. */
"Coordinates" = "Coordenadas";

/* No comment provided by engineer. */
"Create a new group" = "Crear un grupo nuevo";

/* No comment provided by engineer. */
"Create account" = "Crear cuenta";

/* No comment provided by engineer. */
"Create group" = "Crear grupo";

/* No comment provided by engineer. */
"Custom sound" = "Personalizado";

/* No comment provided by engineer. */
"Customers / Partners" = "Clientes / Socios";

/* No comment provided by engineer. */
"Day of birth" = "Día de nacimiento";

/* No comment provided by engineer. */
"Day of birth is missing" = "Día de nacimiento no se encuentra";

/* No comment provided by engineer. */
"Default sound" = "Por defecto";

/* No comment provided by engineer. */
"Delete" = "Eliminar";

/* No comment provided by engineer. */
"Delete (%d)" = "Eliminar (%1$d)";

/* No comment provided by engineer. */
"Delete group" = "Delegar grupo";

/* No comment provided by engineer. */
"Department" = "Departamento";

/* No comment provided by engineer. */
"Description" = "Descripción";

/* No comment provided by engineer. */
"Deselect all" = "Desmarcar todo";

/* No comment provided by engineer. */
"Details" = "Detalles";

/* No comment provided by engineer. */
"Device has been unregistered" = "El dispositivo ha sido desconectado.";

/* No comment provided by engineer. */
"Disabled" = "Discapacidad";

/* No comment provided by engineer. */
"Disconnect" = "Desconectar";

/* No comment provided by engineer. */
"Disconnected service" = "Se ha desconectado de este servicio.";

/* No comment provided by engineer. */
"Discover customer services automatically" = "Descubre automáticamente los servicios móviles";

/* No comment provided by engineer. */
"Discover services" = "Buscar servicios";

/* No comment provided by engineer. */
"Do not show again" = "No mostrar de nuevo";

/* No comment provided by engineer. */
"Don't like" = "No me gusta";

/* No comment provided by engineer. */
"Don't worry, we'll never store this data." = "No se preocupe, no almacenaremos esta información.";

/* No comment provided by engineer. */
"Done" = "OK";

/* No comment provided by engineer. */
"Double tap to reply." = "Haga doble click para responder";

/* No comment provided by engineer. */
"Downloading…" = "Descargando…";

/* No comment provided by engineer. */
"E-mail" = "Dirección de correo electrónico";

/* No comment provided by engineer. */
"E-mail address" = "Dirección de correo electrónico";

/* No comment provided by engineer. */
"E-mail validation" = "Validación";

/* No comment provided by engineer. */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Emergency" = "Emergencias";

/* No comment provided by engineer. */
"Enabled" = "Habilitado";

/* No comment provided by engineer. */
"Enter company e-mail address" = "Dirección de correo electrónico de la empresa";

/* No comment provided by engineer. */
"Enter e-mail address" = "Dirección de correo electrónico";

/* No comment provided by engineer. */
"Enter message:" = "Escriba su mensaje";

/* No comment provided by engineer. */
"Enter PIN" = "Código de activación";

/* No comment provided by engineer. */
"Enter the e-mail address of the person you want to invite." = "Escriba la dirección de correo electrónico de la persona a quién desea invitar";

/* No comment provided by engineer. */
"Enter the e-mail address of the person you want to recommend this service to." = "Escriba la dirección electrónica de la persona a quién desea recomendar este servicio";

/* No comment provided by engineer. */
"Enter the e-mail address of the Rogerthat service you want to connect with:" = "Escriba la dirección del servicio al que desea conectarse";

/* No comment provided by engineer. */
"Enter the e-mail address of the Rogerthat user you want to connect with:" = "Escriba la dirección de correo electrónico del usuario con el que desea conectarse";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"facebook_registration_email_missing" = "No hay dirección de correo electrónico configurado en su cuenta de Facebook o usted no dio permiso para ver su correo electrónico. Por favor, permitanos saber su dirección de correo electrónico o inicie sesion con su correo electrónico.";

/* No comment provided by engineer. */
"Failed to deliver the message." = "Se ha producido un error en la entrega del mensaje.";

/* No comment provided by engineer. */
"Failed to get the geographic location" = "No se puede establecer la ubicación.";

/* No comment provided by engineer. */
"Failed to resolve the Rogerthat QR code" = "No se puede localizar la identificación %1$@.";

/* No comment provided by engineer. */
"Failed to retrieve the message" = "Se ha producido un error en la recuperación del mensaje.";

/* No comment provided by engineer. */
"Failed to send invitation." = "Se ha producido un error en el envío de la invitación.";

/* No comment provided by engineer. */
"Female" = "Femenino";

/* No comment provided by engineer. */
"Fetching Rogerthat passport..." = "Buscando la identificación %1$@…";

/* No comment provided by engineer. */
"Find colleagues" = "Encontrar colegas";

/* No comment provided by engineer. */
"Find contacts" = "Encontrar contactos";

/* No comment provided by engineer. */
"Find customer services in your area" = "Encuentre servicios móviles en su área";

/* No comment provided by engineer. */
"Find friends" = "Buscar contactos";

/* No comment provided by engineer. */
"Find friends from Facebook" = "Buscar contactos de Facebook";

/* No comment provided by engineer. */
"Finishing registration." = "Se está procesando el registro…";

/* No comment provided by engineer. */
"For more information about Rogerthat and other Rogerthat based products, please visit:" = "Para obtener más información acerca de la App de %1$@ y otros productos basados en Rogerthat, por favor visite:";

/* No comment provided by engineer. */
"Friend" = "Contacto";

/* No comment provided by engineer. */
"Friend has been removed" = "Este contacto ha sido eliminado.";

/* No comment provided by engineer. */
"Friend updated: %@" = "Contacto actualizado: %1$@.";

/* No comment provided by engineer. */
"Friends" = "Contactos";

/* No comment provided by engineer. */
"Function" = "Función";

/* No comment provided by engineer. */
"Gender" = "Género";

/* No comment provided by engineer. */
"Gender is missing" = "De género no se encuentra ";

/* No comment provided by engineer. */
"General" = "General";

/* No comment provided by engineer. */
"geo" = "geo";

/* No comment provided by engineer. */
"Geo Location" = "Ubicación geográfica";

/* No comment provided by engineer. */
"Get current location" = "Obtener ubicación actual";

/* No comment provided by engineer. */
"Get location" = "Localizar";

/* No comment provided by engineer. */
"Get location of an address:" = "Obtener la ubicación de una dirección";

/* No comment provided by engineer. */
"Get picture" = "Tomar foto";

/* No comment provided by engineer. */
"Give access" = "Dar permiso";

/* No comment provided by engineer. */
"Government Services" = "Servicios del gobierno";

/* No comment provided by engineer. */
"Groups" = "Grupos";

/* No comment provided by engineer. */
"Hierarchy" = "Informar a";

/* No comment provided by engineer. */
"High" = "Alto";

/* No comment provided by engineer. */
"Hint" = "Consejo";

/* No comment provided by engineer. */
"History" = "Historial";

/* No comment provided by engineer. */
"I posted my location to %@" = "He enviado mi ubicación a %1$@.";

/* No comment provided by engineer. */
"If you received\na 2-step invitation,\nopen it and proceed with step 2.\n\nIf you received a QR code,\npress Scan.\n\n    Otherwise press Continue." = "Si usted ha recibido una invitación de 2 pasos, abrirlo y continuar con el siguiente paso.

Si ha recibido un QR code, presione Escanear.

En cualquier otro caso, presione Continuar.";

/* No comment provided by engineer. */
"Importing ..." = "Importando…";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Initializing…" = "Inicializando ...";

/* No comment provided by engineer. */
"Install" = "Instalar";

/* No comment provided by engineer. */
"Invisible mode" = "Modo invisible";

/* No comment provided by engineer. */
"Invitation" = "Invitación";

/* No comment provided by engineer. */
"Invitation sent successfully." = "Invitación enviada correctamente.";

/* No comment provided by engineer. */
"Invite" = "Invitar";

/* No comment provided by engineer. */
"Invite %@ to share his/her location with you." = "Invitar a %1$@ a compartir su ubicación conmigo";

/* No comment provided by engineer. */
"Invite colleague" = "Invitar al colega";

/* No comment provided by engineer. */
"Invite colleagues via e-mail" = "Invitar a colegas mediante correo electrónico";

/* No comment provided by engineer. */
"Invite colleagues via text message" = "Invitar a colegas mediante un mensaje de texto";

/* No comment provided by engineer. */
"Invite contact" = "Invitar contacto";

/* No comment provided by engineer. */
"Invite contacts via e-mail" = "Invitar contactos por correo electrónico";

/* No comment provided by engineer. */
"Invite contacts via text message" = "Invitar contactos a través de mensajes de texto";

/* No comment provided by engineer. */
"Invite friend" = "Invitar al contacto";

/* No comment provided by engineer. */
"Invite friends via e-mail" = "Invitar a contactos mediante correo electrónico";

/* No comment provided by engineer. */
"Invite friends via text message" = "Invitar a contactos mediante un mensaje de texto";

/* No comment provided by engineer. */
"Invited" = "Invitado";

/* No comment provided by engineer. */
"Invited %@" = "Se ha invitado a %1$@";

/* No comment provided by engineer. */
"Is the location correct?" = "¿Es correcta esta ubicación?";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Large (%@KB)" = "Grande (%1$@KB)";

/* No comment provided by engineer. */
"Last update\n%@ ago" = "Ultima actualización hace
%1$@";

/* No comment provided by engineer. */
"Last update\n0s ago" = "Ultima actualización hace
0s";

/* No comment provided by engineer. */
"Let %@ access camera?" = "¿Permite a %1$@ acceder a su cámara?";

/* No comment provided by engineer. */
"Let your Facebook friends know how awesome this service is." = "Permita que sus contactos de Facebook conozcan este formidable servicio.";

/* No comment provided by engineer. */
"Like" = "Me gusta";

/* No comment provided by engineer. */
"Load" = "Abrir";

/* No comment provided by engineer. */
"Loading ..." = "Abriendo…";

/* No comment provided by engineer. */
"Loading message ..." = "Abriendo mensaje…";

/* No comment provided by engineer. */
"Loading Scanner..." = "Activando cámara…";

/* No comment provided by engineer. */
"Location services disabled" = "Servicios de localización desactivados";

/* No comment provided by engineer. */
"Location usage" = "Uso de ubicación";

/* No comment provided by engineer. */
"location_services_disabled_message" = "Usted necesita dar vuelta en servicios de localización para poder continuar.

Para activar los servicios de localización:
1. Deje el %1$@ app e ir a la configuración de tu teléfono
2. Pulse en Privacidad  > Servicios de localización
3. Búsqueda de %1$@ y alternar el interruptor en ON";

/* No comment provided by engineer. */
"MA" = "%1$@ respondió a '%3$@' en el mensaje:
%2$@";

/* No comment provided by engineer. */
"Male" = "Masculino";

/* No comment provided by engineer. */
"Map" = "Mapa";

/* No comment provided by engineer. */
"Maybe" = "Quizás";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium (%@KB)" = "Medio (%1$@KB)";

/* No comment provided by engineer. */
"Members" = "Miembros";

/* No comment provided by engineer. */
"Merchants" = "Comerciantes";

/* No comment provided by engineer. */
"Message" = "Mensaje";

/* No comment provided by engineer. */
"Message acknowledged by %@: %@" = "Mensaje admitido por %1$@: %2$@.";

/* No comment provided by engineer. */
"Message and/or buttons are required" = "Se requiere escribir un mensaje o presionar un botón.";

/* No comment provided by engineer. */
"Message locked before quick reply reached the server\n>> Final choice: %@" = "Mensaje bloqueado con anterioridad al almacenamiento de la respuesta rápida en el servidor.
>> Ultima elección: %1$@.";

/* No comment provided by engineer. */
"Message locked by %@" = "Mensaje bloqueado por %1$@.";

/* No comment provided by engineer. */
"Message not yet on server." = "El mensaje todavía no se ha almacenado en el servidor.";

/* No comment provided by engineer. */
"Message received from %@: %@" = "Mensaje recibido desde %1$@: %2$@.";

/* No comment provided by engineer. */
"Message sent to %@: %@" = "Mensaje enviado a %1$@: %2$@.";

/* No comment provided by engineer. */
"Messages" = "Mensajes";

/* No comment provided by engineer. */
"More" = "Más";

/* No comment provided by engineer. */
"Move and Scale" = "Mover y dimensionar";

/* No comment provided by engineer. */
"Multiple choice messaging\nfor people and organizations" = "Multiple choice messaging
entre personas y organizaciones";

/* No comment provided by engineer. */
"myself" = "mi";

/* No comment provided by engineer. */
"New Button" = "Añadir botón";

/* No comment provided by engineer. */
"New service" = "Añadir servicio";

/* No comment provided by engineer. */
"News" = "Noticias";

/* No comment provided by engineer. */
"Next" = "Siguiente";

/* No comment provided by engineer. */
"NM" = "%1$@:
%2$@";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No camera available" = "Cámara no disponible";

/* No comment provided by engineer. */
"No corresponding geographic location could be found for the specified address. Is the address specific enough?" = "No puede encontrarse la ubicació geográfica para la dirección especificada. Aségurese que la dirección es lo suficientemente precisa.";

/* No comment provided by engineer. */
"No GPS location" = "Localizacion aún no recuperada";

/* No comment provided by engineer. */
"No idea" = "No lo sé";

/* No comment provided by engineer. */
"No network available" = "Red no disponible";

/* No comment provided by engineer. */
"No network is available, the transfer will continue when connected to a network." = "Red no disponible, la transferencia continuará cuando esté conectado a una red.";

/* No comment provided by engineer. */
"No phone contacts with an e-mail address found" = "No se han podido encontrar contactos telefónicos que dispongan de una dirección de correo electrónico.";

/* No comment provided by engineer. */
"No photo" = "No foto";

/* No comment provided by engineer. */
"No WIFI available" = "WIFI no disponible";

/* No comment provided by engineer. */
"No..." = "No…";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Not authenticated" = "No autenticado";

/* No comment provided by engineer. */
"Not now" = "Ahora no";

/* No comment provided by engineer. */
"Not yet received" = "Aún no se ha recibido";

/* No comment provided by engineer. */
"Not yet replied" = "Aún no se ha respondido";

/* No comment provided by engineer. */
"Notifications" = "Notificaciones";

/* No comment provided by engineer. */
"Now" = "Ahora";

/* No comment provided by engineer. */
"Ok" = "Aceptar";

/* No comment provided by engineer. */
"Option 1:\nLog in using your Facebook account." = "Opción 1:
Regístrese usando Facebook.";

/* No comment provided by engineer. */
"Option 2:\nLog in using your e-mail address." = "Opción 2:
Regístrese usando correo electrónico.";

/* No comment provided by engineer. */
"Optional invitation message:" = "Mensaje de invitación (opcional)";

/* No comment provided by engineer. */
"Or let someone scan yours." = "Permita que alguien escanee su identficación.";

/* No comment provided by engineer. */
"Order" = "Orden";

/* No comment provided by engineer. */
"osa_loyalty_welcome" = "Bienvenido a la terminal de Nuestra Ciudad App. Esta aplicación es el complemento perfecto a su presencia en la aplicación de la ciudad con el fin de servir a sus clientes aún más. Nos ayudará a conseguir el terminal de lealtad para su uso. Para empezar, el escaneo de su código QR con el fin de activar su terminal.";

/* No comment provided by engineer. */
"others" = "otros";

/* No comment provided by engineer. */
"Phone" = "Teléfono";

/* No comment provided by engineer. */
"Phone call" = "Teléfono";

/* No comment provided by engineer. */
"Phone Number" = "Número de teléfono";

/* No comment provided by engineer. */
"Photo" = "Foto";

/* No comment provided by engineer. */
"Play alarm sound" = "Reproducir tono de alarma";

/* No comment provided by engineer. */
"Please check your network configuration and try again later." = "Por favor, compruebe su configuración de red e inténtelo de nuevo más tarde";

/* No comment provided by engineer. */
"Please confirm" = "Confirmación";

/* No comment provided by engineer. */
"Please enter a valid e-mail address" = "Escriba una dirección de correo electrónico válida";

/* No comment provided by engineer. */
"Please install MYDIGIPASS Authenticator for Mobile before proceeding." = "Por favor, instale MYDIGIPASS Authenticator para móviles antes de proceder.";

/* No comment provided by engineer. */
"Please try again\n(%d attempts remaining)" = "Por favor, inténtelo de nuevo
(Dispone de %1$d intentos)";

/* No comment provided by engineer. */
"Please try again\n(last attempt)" = "Por favor, inténtelo de nuevo
(último intento)";

/* No comment provided by engineer. */
"Poked %@" = "En ejecución %1$@.";

/* No comment provided by engineer. */
"Post" = "Publicar";

/* No comment provided by engineer. */
"Priority" = "Prioridad";

/* No comment provided by engineer. */
"Processing ..." = "Procesando…";

/* No comment provided by engineer. */
"Product information" = "Información del producto";

/* No comment provided by engineer. */
"Profile" = "Perfil";

/* No comment provided by engineer. */
"Provide a name for the group" = "Por favor, introduzca un nombre para guardar el grupo";

/* No comment provided by engineer. */
"Quick reply received from %@" = "Respuesta rápida recibida desde %1$@.";

/* No comment provided by engineer. */
"Quick reply sent to %@" = "Respuesta rápida enviada a %1$@.";

/* No comment provided by engineer. */
"Received" = "Recibido";

/* No comment provided by engineer. */
"Recommend" = "Recomendar";

/* No comment provided by engineer. */
"Recommend on your Facebook Wall" = "Recomendar en tu muro de Facebook";

/* No comment provided by engineer. */
"Recommend via e-mail" = "Recomendar a través de correo electrónico";

/* No comment provided by engineer. */
"Recommended" = "Recomendado";

/* No comment provided by engineer. */
"Record a video" = "Grabar video";

/* No comment provided by engineer. */
"Refresh" = "Actualizar";

/* No comment provided by engineer. */
"Registering" = "Registrando…";

/* No comment provided by engineer. */
"Registering %@ (%d)" = "Registrando %1$@ (%2$d)";

/* No comment provided by engineer. */
"Registration completed" = "Se ha completado el registro.";

/* No comment provided by engineer. */
"Repair" = "Reparar";

/* No comment provided by engineer. */
"Replied %@" = "Respondido %1$@.";

/* No comment provided by engineer. */
"Reply" = "Responder";

/* No comment provided by engineer. */
"Reply received from %@:" = "Respuesta recibida desde %1$@.";

/* No comment provided by engineer. */
"Reply sent to %@:" = "Respuesta enviada a %1$@.";

/* No comment provided by engineer. */
"Report Card" = "Crear reporte";

/* No comment provided by engineer. */
"Request location" = "Solicitar ubicación";

/* No comment provided by engineer. */
"Request location now" = "Solicitar ubicación ahora";

/* No comment provided by engineer. */
"Resolve" = "Localizar";

/* No comment provided by engineer. */
"Resolving QR code" = "Localizando QR code…";

/* No comment provided by engineer. */
"RM" = "%1$@:
%2$@
 > %3$@";

/* No comment provided by engineer. */
"Roger that" = "Roger that";

/* No comment provided by engineer. */
"Rogerthat is proudly presented by" = "Rogerthat, presentada con orgullo por";

/* No comment provided by engineer. */
"Rogerthat System" = "Sistema Rogerthat";

/* No comment provided by engineer. */
"Run in background" = "Ejecutar como servicio en segundo plano";

/* No comment provided by engineer. */
"Save" = "Guardar";

/* No comment provided by engineer. */
"Scan" = "Escanear";

/* No comment provided by engineer. */
"Scan my address book" = "Buscar en la agenda";

/* No comment provided by engineer. */
"Scan QR code" = "Escanear código QR";

/* No comment provided by engineer. */
"Scan result" = "Resultados de búsqueda";

/* No comment provided by engineer. */
"Scanning is not supported on your device" = "El escaneado no está soportado en su dispositivo. No se ha encontrado la cámara.";

/* No comment provided by engineer. */
"Search" = "Buscar";

/* No comment provided by engineer. */
"Searching…" = "Buscando…";

/* No comment provided by engineer. */
"Select all" = "Marcar todo";

/* No comment provided by engineer. */
"Select from photo library" = "Seleccionar foto";

/* No comment provided by engineer. */
"Send" = "Enviar";

/* No comment provided by engineer. */
"Send activation code" = "Enviar código de activación";

/* No comment provided by engineer. */
"Send invitation" = "Enviar invitación";

/* No comment provided by engineer. */
"Sent" = "Enviado";

/* No comment provided by engineer. */
"Service updated: %@" = "Servicio actualizado: %1$@.";

/* No comment provided by engineer. */
"Services" = "Servicios";

/* No comment provided by engineer. */
"Services can send high priority messages, which have a configurable alarm ringtone." = "Los servicios pueden enviar mensajes de alta prioridad que disponen de un tono de alarma personalizable.";

/* No comment provided by engineer. */
"Settings" = "Ajustes";

/* No comment provided by engineer. */
"Share location with your colleagues (only when you allow this)" = "Compartir ubicación con tus colegas (sólo cuando permites esto)";

/* No comment provided by engineer. */
"Share location with your contacts (only when you allow this)." = "Compartir ubicación con tus contactos (sólo cuando permites esto).";

/* No comment provided by engineer. */
"Share location with your friends (only when you allow this)" = "Compartir ubicación con tus amigos (sólo cuando permites esto)";

/* No comment provided by engineer. */
"Shares location with me" = "Compartir ubicación conmigo";

/* No comment provided by engineer. */
"Shopping basket" = "Cesta de la compra";

/* No comment provided by engineer. */
"Show location" = "Mostrar localizacion";

/* No comment provided by engineer. */
"Show more..." = "Mostrar más…";

/* No comment provided by engineer. */
"Skip" = "Omit";

/* No comment provided by engineer. */
"Small (%@KB)" = "Pequeño (%1$@KB)";

/* No comment provided by engineer. */
"Smartsmiley Services" = "Servicios Smartsmiley";

/* No comment provided by engineer. */
"Sounds" = "Sonido";

/* No comment provided by engineer. */
"Specials" = "Promociones especiales";

/* No comment provided by engineer. */
"Start registration" = "Iniciar registro";

/* No comment provided by engineer. */
"Sticky" = "Sticky";

/* No comment provided by engineer. */
"Stop playing" = "Detener reproducción";

/* No comment provided by engineer. */
"Store your location" = "Almacene su ubicación";

/* No comment provided by engineer. */
"Stream" = "Actividad";

/* No comment provided by engineer. */
"Successfully registered" = "Registrado correctamente.";

/* No comment provided by engineer. */
"Successfully sent request" = "Petición enviada correctamente.";

/* No comment provided by engineer. */
"Swipe to jump to another message thread." = "Arrastre con el dedo para cambiar a otra conversación";

/* No comment provided by engineer. */
"Take a picture" = "Hacer foto";

/* No comment provided by engineer. */
"Tap to scan\nQR code" = "Escanear una
ID %1$@";

/* No comment provided by engineer. */
"Tap to send to background" = "Presionar para enviar al fondo";

/* No comment provided by engineer. */
"tel" = "tel";

/* No comment provided by engineer. */
"Terms and conditions" = "Condiciones de uso";

/* No comment provided by engineer. */
"The format of the selected song is not supported. Please try again." = "El formato de audio seleccionado no está soportado. Por favor, inténtelo de nuevo.";

/* No comment provided by engineer. */
"The invitation has been sent" = "La invitación ha sido enviada.";

/* No comment provided by engineer. */
"The QR code you scanned\nis not a Rogerthat QR code." = "El código QR escaneado no es una identificación %1$@.";

/* No comment provided by engineer. */
"The QR code you scanned\nis not a Rogerthat QR code.\n\nDo you wish to open the following web page:\n\n%@" = "¿Desea abrir el siguiente enlace web?

%1$@";

/* No comment provided by engineer. */
"The recommendation has been sent" = "La recomendación ha sido enviada.";

/* No comment provided by engineer. */
"The search results will be ordered based on your current location." = "Los resultados de búsqueda se ordenarán según su ubicación actual.";

/* No comment provided by engineer. */
"The selected attachment can not be displayed." = "El adjunto seleccionado no puede mostrarse.";

/* No comment provided by engineer. */
"This action requires connection to a Wi-Fi network. Please check your network configuration and try again." = "Esta acción requiere una conexión Wi-Fi. Por favor comprueba tu configuración de red y prueba otra vez.";

/* No comment provided by engineer. */
"This message is %@. You can reduce message size by scaling the image to one of the sizes below." = "Este mensaje es %1$@. Puedes reducir el tamaño del mensaje reduciendo la imagen a uno de los tamaños indicados abajo.";

/* No comment provided by engineer. */
"This screen is not yet downloaded. Check your network." = "Esta pantalla aún no ha sido descargada. Compruebe su conexión de red.";

/* No comment provided by engineer. */
"To be able to scan QR codes you need to give %@ access to the camera." = "Para poder escanear códigos QR necesita dar permiso a %1$@ para acceder a la cámara.";

/* No comment provided by engineer. */
"To validate your account we will send you an e-mail containing your activation code." = "Para validar su cuenta, le enviaremos un mensaje a esa dirección que contiene el código de activación.";

/* No comment provided by engineer. */
"To validate your e-mail address we will send an e-mail containing your activation code." = "Para validar su dirección de correo electrónico, le enviaremos un mensaje a esa dirección que contiene el código de activación.";

/* No comment provided by engineer. */
"To:" = "Para:";

/* No comment provided by engineer. */
"Today" = "Hoy";

/* No comment provided by engineer. */
"Too many failed attempts. The registration will be restarted." = "Se han producido demasiados intentos erróneos. El proceso de registro será reiniciado.";

/* No comment provided by engineer. */
"Topic" = "Tema";

/* No comment provided by engineer. */
"Track your location without your prior consent" = "Seguimiento de su ubicación sin su consentimiento previo";

/* No comment provided by engineer. */
"Trainings" = "Formaciones";

/* No comment provided by engineer. */
"Transmitting, please wait…" = "Procesando. Por favor, espere…";

/* No comment provided by engineer. */
"Try again" = "Inténtelo de nuevo";

/* No comment provided by engineer. */
"Unfriend" = "Desvincular";

/* No comment provided by engineer. */
"Unknown" = "Desconocido";

/* No comment provided by engineer. */
"Update" = "Actualizar";

/* No comment provided by engineer. */
"Updated friends list from server" = "Lista de contactos actualizada desde el servidor.";

/* No comment provided by engineer. */
"Updating location…" = "Actualizando ubicación…";

/* No comment provided by engineer. */
"Upload photos only when connected to WIFI" = "Cargar fotos solo cuando esté conectado a WIFI";

/* No comment provided by engineer. */
"Urgent" = "Urgente";

/* No comment provided by engineer. */
"Urgent with alarm" = "Urgente con alarma";

/* No comment provided by engineer. */
"Use e-mail" = "Usar e-mail";

/* No comment provided by engineer. */
"Use Facebook" = "Usar Facebook";

/* No comment provided by engineer. */
"Valid from %@ to %@" = "Válido desde %1$@ a %2$@";

/* No comment provided by engineer. */
"Validating activation PIN ..." = "Validando el código de activación…";

/* No comment provided by engineer. */
"validation_failed" = "Entrada inválida";

/* No comment provided by engineer. */
"Version" = "Versión";

/* No comment provided by engineer. */
"View message history" = "Ver el historial de mensajes";

/* No comment provided by engineer. */
"Warning" = "¡Advertencia!";

/* No comment provided by engineer. */
"We will never post on your Wall without your permission." = "Nunca vamos a publicar en su muro sin su permiso";

/* No comment provided by engineer. */
"Welcome" = "Bienvenido/a";

/* No comment provided by engineer. */
"WIFI-only uploads" = "Solo cargas por WIFI";

/* No comment provided by engineer. */
"with choice '%@'" = "con botón '%1$@'";

/* No comment provided by engineer. */
"Would you like to jump to the Settings app to enable access to the camera?" = "¿Le gustaría ir directamente a los Ajustes de la aplicación para habilitar la cámara?";

/* No comment provided by engineer. */
"Would you like to search for %@ in your neighbourhood?" = "¿Quieres buscar %1$@ en que barrio?";

/* No comment provided by engineer. */
"Wrong activation PIN" = "Código de activación erróneo";

/* No comment provided by engineer. */
"www" = "www";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"Yesterday" = "Ayer";

/* No comment provided by engineer. */
"You are already connected with\n%@" = "Usted ya está en contacto con %1$@.";

/* No comment provided by engineer. */
"You are already friends with\n%@" = "Usted ya es amigo de %1$@.";

/* No comment provided by engineer. */
"You are no longer connected to %@" = "Usted ha dejado de estar en contacto con %1$@.";

/* No comment provided by engineer. */
"You are no longer friends with %@" = "Usted ha dejado de estar en contacto con %1$@.";

/* No comment provided by engineer. */
"You are not connected to the internet." = "No dispone de acceso a Internet.";

/* No comment provided by engineer. */
"You are not connected to the internet. Please check your network configuration and try again." = "No dispone de acceso a Internet. Por favor, compruebe su configuración de red e inténtelo de nuevo.";

/* No comment provided by engineer. */
"You are not connected to the internet.\nInternet connectivity is required to display your Facebook friends using Rogerthat." = "No dispone de acceso a Internet.
El acceso a Internet es necesario para poder mostrar sus contactos de Facebook que usan %1$@.";

/* No comment provided by engineer. */
"You are now connected to %@" = "Usted está ahora en contacto con %1$@.";

/* No comment provided by engineer. */
"You are now friends with %@" = "Usted está ahora en contacto con %1$@.";

/* No comment provided by engineer. */
"You need a photo before you can continue." = "Necesita una foto antes de poder continuar.";

/* No comment provided by engineer. */
"You need to authenticate before you can continue." = "Es necesario autenticarse antes de poder continuar.";

/* No comment provided by engineer. */
"You need to get your current location before you can continue." = "Se requiere tu ubicacion actual antes de continuar.";

/* No comment provided by engineer. */
"You need to have a camera to do this." = "Necesita una cámara para hacer esto.";

/* No comment provided by engineer. */
"You need to turn on location services in order to continue." = "Usted necesita dar vuelta en servicios de localización para poder continuar.";

/* No comment provided by engineer. */
"You opened your own invitation link" = "Ha accedido a un enlace para invitarse a usted mismo.";

/* No comment provided by engineer. */
"You received this message because you are subscribed to: %@." = "Ha recibido esta mensaje porque usted está suscrito a: %1$@.";

/* No comment provided by engineer. */
"You scanned your own Rogerthat passport" = "Usted ha escaneado su propia invitación %1$@.";

/* No comment provided by engineer. */
"You will get a notification when your address book is scanned." = "Usted recibirá una notificación cuando su libreta de direcciones sea comprobada.";

/* No comment provided by engineer. */
"You will receive a confirmation message when you are connected." = "Usted recibirá un mensaje de confirmación cuando esté conectado.";

/* No comment provided by engineer. */
"You will receive a message when the location of %@ is retrieved." = "Usted recibirá un mensaje cuando la ubicación de %1$@ esté disponible.";

/* No comment provided by engineer. */
"You will receive a notification when your Facebook friends are scanned." = "Usted recibirá una notificación cuando sus contactos de Facebook sean comprobados.";

/* No comment provided by engineer. */
"Your activation code has been mailed to %@ at %@\n\nDo not forget to check your Spam or Unwanted Email folders." = "Su código de activación se ha enviado a %1$@ en %2$@
No olvide comprobar sus carpetas de correo basura y spam.";

/* No comment provided by engineer. */
"Your device is not capable of sending text messages" = "Su dispositivo no tiene capacidad para enviar mensajes de texto.";

